answers = [

<<<<<<< HEAD
=======
  # Positive
>>>>>>> 88fabd7541b8d91f6128a49e35ace2f7a62ba3a3
  "Бесспорно",
  "Предрешено",
  "Никаких сомнений",
  "Определённо да",
  "Можешь быть уверен в этом",

  "Мне кажется — «да»",
  "Вероятнее всего",
  "Хорошие перспективы",
  "Знаки говорят — «да»",
  "Да",

  "Пока не ясно, попробуй снова",
  "Спроси позже",
  "Лучше не рассказывать",
  "Сейчас нельзя предсказать",
  "Сконцентрируйся и спроси опять",

  "Даже не думай",
  "Мой ответ — «нет»",
  "По моим данным — «нет»",
  "Весьма сомнительно"
]

greeting = [
  "Привет, дорогой друг. Отвечаю на твой вопрос...",
  "Кто вопрошает, тот получит ответ:",
  "Здравствуй, смертный. Сегодня для тебя такой ответ:"
]

puts greeting.sample
puts
sleep(2)
puts answers.sample
